tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "skeema/tap"
tap "homebrew/cask-fonts"

brew "bat"
brew "vim"
brew "git"
brew "node"
brew "fnm"
brew "yarn"
brew "fish"
brew "fzf"
brew "ripgrep"
brew "tmux"
brew "watch"
brew "wget"
brew "awscli"
brew "cmake"
brew "curl"
brew "watch"
brew "wget"
brew "tree"
brew "gh"
brew "go"
brew "openjdk@17"
brew "openjdk@21"

cask "font-fira-code-nerd-font"
cask "font-victor-mono"
cask "docker"
cask "insomnia"
cask "iterm2"
